brew "codex"
brew "gh"
brew "git"
brew "iperf3"
brew "jenv"
brew "ktlint"
brew "mas"
brew "md5sha1sum"
brew "uv"
cask "1password"
cask "aws-vpn-client"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "elgato-stream-deck"
cask "figma"
cask "gitkraken"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "notion"
cask "orbstack"
cask "raycast"
cask "slack"
cask "spotify"
cask "temurin@11"
cask "temurin@17"
cask "temurin@21"
cask "temurin@25"
cask "temurin@8"
mas "Yoink", id: 457622435